-- phpMyAdmin SQL Dump
-- version 4.6.3
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: 2017-02-28 07:00:13
-- 服务器版本： 5.7.14
-- PHP Version: 5.6.24

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `excel`
--

-- --------------------------------------------------------

--
-- 表的结构 `admin`
--

CREATE TABLE `admin` (
  `id` int(10) NOT NULL COMMENT '管理员id',
  `name` char(20) NOT NULL COMMENT '管理员用户名',
  `pwd` char(33) NOT NULL COMMENT '管理员用户密码',
  `grade` tinyint(1) NOT NULL COMMENT '管理员等级 1超级权限 2可以更新excel表备注  3可以插入excel',
  `who_add` char(20) NOT NULL COMMENT '谁添加的管理员',
  `last_log` char(12) NOT NULL,
  `ip` char(20) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `admin`
--

INSERT INTO `admin` (`id`, `name`, `pwd`, `grade`, `who_add`, `last_log`, `ip`) VALUES
(15, 'shenshuang', '9f5e13d53b1eec1d449bc28f5a23a855', 1, '1', '1476265557', '::1');

-- --------------------------------------------------------

--
-- 表的结构 `indent`
--

CREATE TABLE `indent` (
  `id` int(10) NOT NULL COMMENT '表id',
  `numbers` char(20) NOT NULL COMMENT '订单编号',
  `t_id` int(9) NOT NULL COMMENT 'excel id',
  `goods_name` text NOT NULL COMMENT '产品信息',
  `num` tinyint(2) NOT NULL COMMENT '数量',
  `price` int(4) NOT NULL COMMENT '价格',
  `receiver` char(9) NOT NULL COMMENT '姓名',
  `address` text NOT NULL COMMENT '收货地址',
  `tel` char(11) NOT NULL COMMENT '手机',
  `pay_style` char(9) NOT NULL COMMENT '付款方式',
  `express` char(9) NOT NULL COMMENT '快递状态',
  `express_num` char(20) NOT NULL COMMENT '快递单号',
  `indent_status` char(9) NOT NULL COMMENT '订单状态',
  `add_time` char(20) NOT NULL COMMENT '下单日期',
  `indent_address` text NOT NULL COMMENT '下单地址',
  `more` text NOT NULL COMMENT '其他',
  `remark` text NOT NULL COMMENT '备注',
  `who_add` char(20) NOT NULL,
  `add_times` char(12) NOT NULL,
  `status` tinyint(1) NOT NULL COMMENT '1正常2上下午重单3订单重复',
  `down` tinyint(1) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `indent`
--

INSERT INTO `indent` (`id`, `numbers`, `t_id`, `goods_name`, `num`, `price`, `receiver`, `address`, `tel`, `pay_style`, `express`, `express_num`, `indent_status`, `add_time`, `indent_address`, `more`, `remark`, `who_add`, `add_times`, `status`, `down`) VALUES
(1, '4006101000063', 1133, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐二：买一送三【187款黑色+5218款黄色+皮带+钱包】、170/M码 (建议100-120斤选)', 1, 399, '韦胜', '福建省福州市长乐市福建省长乐市松下钽镇首祉村松下码头建财材厂', '18077849997', '货到付款', '未安排', '', '等待确认', '42653.808101852', 'http://www.sudeya.cn/py2/?gzid=a43', '贷到付款', '无', 'shenshuang', '1476185901', 1, 0),
(2, '1011101000027', 559, '187款黑色【送钱包腰带】298元、185/XXL码 (建议156-175斤选)', 1, 298, '魏建雄', '湖北省武汉市新洲区汪集街下集村魏家濠沟湾2组5号', '18627186756', '货到付款', '未安排', '', '等待确认', '42653.898993056', 'http://www.88pinpai.com/?gzid=298-1', '', '无', 'shenshuang', '1476185901', 1, 0),
(3, '6001101000015', 1183, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐一：买一送三【187款蓝色+1501款黑色+皮带+钱包】、170/M码 (建议100-120斤选)', 1, 399, '魏文兵', '江苏省苏州市吴中区同里镇方港村汇鑫超市', '13151467369', '货到付款', '未安排', '', '等待确认', '42653.921400463', 'http://www.aibaza.cn/?gzid=dafutuwen003', '套二，185.XXL码', '无', 'shenshuang', '1476185901', 1, 0),
(4, '3007101000028', 936, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐四：买一送三【A款黑色+B款棕色+腰带+充值卡100元】、190/XXXL码 (建议176-200斤选)', 1, 399, '魏永富', '四川省资阳市简阳市四川省简阳市平武镇柴市上街59号', '13982927638', '货到付款', '未安排', '', '等待确认', '42653.602523148', 'http://www.cn-home.net/py2/?gzid=924.1&qz_gdt=myz7wvzqaaanhevwapta', '舞蹈体重105公斤，腰特别大。', '无', 'shenshuang', '1476185901', 1, 0),
(5, '6001101000044', 1148, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐一：买一送三【187款蓝色+1501款黑色+皮带+钱包】、170/M码 (建议100-120斤选)', 1, 399, '闻龙', '四川省攀枝花市仁和区莲花村', '13548210159', '货到付款', '未安排', '', '等待确认', '42653.651122685', 'http://www.aibaza.cn/?gzid=dafutuwen003', '西服和卡克都要黑色尺寸175', '无', 'shenshuang', '1476185901', 2, 1),
(6, '3007101000014', 952, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐四：买一送三【A款黑色+B款棕色+腰带+充值卡100元】、170/M码 (建议100-120斤选)', 1, 399, '吴明赋', '安徽省芜湖市繁昌县孙村镇汪冲村九连圩小区（兰迪服饰公司）', '18900539309', '货到付款', '未安排', '', '等待确认', '42653.964756944', 'http://www.cn-home.net/py2/?gzid=924.1&qz_gdt=ycwpwv3faaankosg674q', '', '无', 'shenshuang', '1476185901', 1, 0),
(7, '6001101000041', 1153, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐一：买一送三【187款蓝色+1501款黑色+皮带+钱包】、170/M码 (建议100-120斤选)', 1, 399, '吴仕林', '贵州省毕节市大方县贵卅毕节市大方县长石镇北街九十二号', '18386255428', '货到付款', '未安排', '', '等待确认', '42653.685127315', 'http://www.aibaza.cn/?gzid=dafutuwen003', '棕色立领。送的己棕色天玛，180形', '无', 'shenshuang', '1476185901', 1, 0),
(8, '4006101000071', 1125, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐一：买一送三【187款蓝色+1501款黑色+皮带+钱包】、190/XXXL码 (建议176-200斤选)', 1, 399, '吴小钢', '广东省深圳市南山区后海新村龙滨花园1栋104商铺', '13509654332', '货到付款', '未安排', '', '等待确认', '42653.777337963', 'http://www.sudeya.cn/py2/?gzid=a37', '我体重180斤，身高1米7，腰围穿3尺6的裤子，要一件黑的和一件黄的', '无', 'shenshuang', '1476185901', 1, 0),
(9, '4006101000061', 1135, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐二：买一送三【187款黑色+5218款黄色+皮带+钱包】、185/XXL码 (建 议156-175斤选)', 1, 399, '吴应林', '湖南省长沙市岳麓区魏家坡巷11号', '13907482736', '货到付款', '未安排', '', '等待确认', '42653.815578704', 'http://www.sudeya.cn/py2/?gzid=a37', '本人身高只有166，体重却有81kg，以上选择是否合适？请商家提供帮助，谢谢！', '无', 'shenshuang', '1476185901', 1, 0),
(10, '4006101000068', 1128, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐一：买一送三【187款蓝色+1501款黑色+皮带+钱包】、190/XXXL码 (建议176-200斤选)', 1, 399, '伍强', '广东省深圳市宝安区石岩径贝村二区五十二号', '13699806593', '货到付款', '未安排', '', '等待确认', '42653.784583333', 'http://www.sudeya.cn/py2/?gzid=a37', '', '无', 'shenshuang', '1476185901', 1, 0),
(11, '4002101000068', 4474, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐三：买一送三【1501款棕色+5218款棕色+皮带+钱包】、175/L码 (建议122-140斤选)', 1, 399, '夏文术', '湖南省长沙市开福区姚正街26号', '13667349580', '货到付款', '未安排', '', '等待确认', '42653.686805556', 'http://www.saolema.cn/py2/?gzid=p25', '1501黑色，5218红棕', '无', 'shenshuang', '1476185902', 1, 0),
(12, '4002101000041', 4504, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐一：买一送三【187款蓝色+1501款黑色+皮带+钱包】、190/XXXL码 (建议176-200斤选)', 1, 399, '熊伟', '安徽省宿州市埇桥区东关71工程处东苑小区8橦3单元', '18155722306', '货到付款', '未安排', '', '等待确认', '42653.905694444', 'http://www.saolema.cn/py23/?gzid=p54', '1501黑色，5218黑色，全部都要190/xxxL最大号', '无', 'shenshuang', '1476185902', 1, 0),
(13, '6001101000036', 1159, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐四：买一送三【1501款黄棕色+1501款黑色+皮带+钱包】、190/XXXL码 (建议176-200斤选)', 1, 399, '秀儿', '广东省深圳市龙岗区广东省深圳市龙岗区坪山镇团结路四巷6号', '13544208162', '货到付款', '未安排', '', '等待确认', '42653.772453704', 'http://www.aibaza.cn/?gzid=dafutuwen003', '', '无', 'shenshuang', '1476185902', 2, 1),
(14, '3007101000023', 941, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐二：买一送三【A款蓝色+B款棕色+腰带+充值卡100元】、170/M码 (建议100-120斤选)', 1, 399, '徐黄平', '福建省泉州市晋江市五里工业区耀利投资集团有限公司', '15859557900', '货到付款', '未安排', '', '等待确认', '42653.698958333', 'http://www.cn-home.net/py2/?gzid=924.1&qz_gdt=q5i7wv2zaaailvyixdma', '我66公斤 但只有166身高 我选的是M号 看可以不', '无', 'shenshuang', '1476185902', 1, 0),
(15, '4002101000062', 4480, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐一：买一送三【5218黄棕色加5218款深棕色+皮带+钱包】、180尺码', 1, 399, '徐妙英', '上海市宝山区环镇北路600弄81号602', '13564713372', '货到付款', '未安排', '', '等待确认', '42653.781053241', 'http://www.saolema.cn/py23/?gzid=p58', '立领 黄色+深咖啡色各一件', '无', 'shenshuang', '1476185902', 1, 0),
(16, '4006101000075', 1121, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐一：买一送三【187款蓝色+1501款黑色+皮带+钱包】、175/L码 (建议122-140斤选)', 1, 399, '徐伟岗', '江苏省无锡市江阴市周庄镇龙山西路228号1幢504', '18362357069', '货到付款', '未安排', '', '等待确认', '42653.689861111', 'http://www.sudeya.cn/py2/?gzid=a37', '5218款黄棕色，5218款黑色', '无', 'shenshuang', '1476185902', 1, 0),
(17, '30014101000057', 1069, '1501款棕色【送钱包腰带】298元、190/XXXL码 (建议176-200斤选)', 1, 298, '许连章', '河北省唐山市玉田县玉田县亮甲店镇黄林村1', '13582562773', '货到付款', '未安排', '', '等待确认', '42653.666168981', 'http://www.farm2u.cn/?gzid=wx-0922-1&weixinadkey=c24372789d5b541156826d720bc2cd198fe3a5bc40aeea1e5c554af1a6418016bab39e937e6822691ddb726ec9c97a39&gdt_vid=wx0hdyxa3fi2cu2c00&weixinadinfo=5743051.wx0hdyxa3fi2cu2c00.2.1', '', '无', 'shenshuang', '1476185902', 1, 0),
(18, '4002101000036', 4509, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐二：买一送三【187款黑色+5218款黄色+皮带+钱包】、185/XXL码 (建 议156-175斤选)', 1, 399, '薛生', '河南省南阳市西峡县城关紫金南路392号', '15539901853', '货到付款', '未安排', '', '等待确认', '42653.930138889', 'http://www.saolema.cn/py23/?gzid=p99', '', '无', 'shenshuang', '1476185902', 1, 0),
(19, '6001101000030', 1165, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐一：买一送三【187款蓝色+1501款黑色+皮带+钱包】、170/M码 (建议100-120斤选)', 1, 399, '颜建华', '广东省广州市中国广东省东莞市土桥村警务室旁边', '18820742837', '货到付款', '未安排', '', '等待确认', '42653.805972222', 'http://www.aibaza.cn/?gzid=dafutuwen003', '黑色的', '无', 'shenshuang', '1476185902', 1, 0),
(20, '4002101000030', 4515, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐三：买一送三【1501款棕色+5218款棕色+皮带+钱包】、180/XL码 (建议142-155斤选)', 1, 399, '阳厚涛', '新疆维吾尔自治区乌鲁木齐市天山区南门饮马港58号', '15160888136', '货到付款', '未安排', '', '等待确认', '42653.949803241', 'http://www.saolema.cn/py2/?gzid=p27', '1501款要黑色', '无', 'shenshuang', '1476185902', 1, 0),
(21, '4002101000034', 4511, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐一：买一送三【187款蓝色+1501款黑色+皮带+钱包】、180/XL码 (建议142-155斤选)', 1, 399, '杨昊', '山东省威海市环翠区威海经', '15606315916', '货到付款', '未安排', '', '等待确认', '42653.933194444', 'http://www.saolema.cn/py23/?gzid=p58', '', '无', 'shenshuang', '1476185902', 1, 0),
(22, '6001101000034', 1161, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐一：买一送三【187款蓝色+1501款黑色+皮带+钱包】、175/L码 (建议122-140斤选)', 1, 399, '杨建辉', '湖南省岳阳市汨罗市长乐镇盘石村十三组', '15170329993', '货到付款', '未安排', '', '等待确认', '42653.784606481', 'http://www.aibaza.cn/?gzid=dafutuwen003', '', '无', 'shenshuang', '1476185902', 1, 0),
(23, '1011101000037', 549, '187款蓝色【送钱包腰带】298元、175/L码 (建议122-140斤选)', 1, 298, '杨鲤', '重庆市南川区重庆市南川区南园路香格里拉花园2-1-8-4号', '13678424667', '货到付款', '未安排', '', '等待确认', '42653.763217593', 'http://www.88pinpai.com/?gzid=298-7', '', '无', 'shenshuang', '1476185902', 1, 0),
(24, '30014101000049', 1078, '5218款黑色【送钱包腰带】298元、175/L码 (建议122-140斤选)', 1, 298, '杨名', '湖南省长沙市宁乡县菁华铺乡', '15274905852', '货到付款', '未安排', '', '等待确认', '42653.753310185', 'http://www.farm2u.cn/?gzid=wx-0922-1&weixinadkey=4abdb1aa6d082dae237c68646183d5093eddc46a1c5ba41319aca3825a20108646a3759b82a1891cd8fac184042cb429&gdt_vid=wx042jtb72xafkpq00&weixinadinfo=5743051.wx042jtb72xafkpq00.2.1', '', '无', 'shenshuang', '1476185902', 1, 0),
(25, '1011101000029', 557, '两件立减170元【187款蓝色1件，187款黑色1件颜色尺码请留言】428元、175/L码 (建议122-140斤选)', 1, 428, '杨生', '广东省惠州市博罗县公庄镇三十米商业街70号', '13502238508', '货到付款', '未安排', '', '等待确认', '42653.850497685', 'http://www.88pinpai.com/?gzid=298-1', '187款蓝色1件，187款黑色1件', '无', 'shenshuang', '1476185902', 1, 0),
(26, '4002101000035', 4510, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐一：买一送三【187款蓝色+1501款黑色+皮带+钱包】、185/XXL码 (建 议156-175斤选)', 1, 399, '杨新发', '新疆维吾尔自治区乌鲁木齐市米东区米东南路892号二钢长虹小区9号楼三单元402', '13579926603', '货到付款', '未安排', '', '等待确认', '42653.932384259', 'http://www.saolema.cn/py23/?gzid=p58', '', '无', 'shenshuang', '1476185902', 1, 0),
(27, '4006101000060', 1136, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐四：买一送三【1501款黄棕色+1501款黑色+皮带+钱包】、185/XXL码 (建 议156-175斤选)', 1, 399, '杨兴明', '四川省宜宾市宜宾县古柏镇农村村田边组', '18383159776', '货到付款', '未安排', '', '等待确认', '42653.818414352', 'http://www.sudeya.cn/py2/?gzid=a37', '发到古柏镇中通快递', '无', 'shenshuang', '1476185902', 1, 0),
(28, '4006101000050', 1152, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐三：买一送三【1501款棕色+5218款棕色+皮带+钱包】、185/XXL码 (建 议156-175斤选)', 1, 399, '杨兴武', '河南省郑州市登封市少室路北段嵩阳初中对面嵩阳公寓', '13938299851', '货到付款', '未安排', '', '等待确认', '42653.876782407', 'http://www.sudeya.cn/py2/?gzid=a37', '', '无', 'shenshuang', '1476185902', 1, 0),
(29, '4002101000031', 4514, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐四：买一送三【1501款黄棕色+1501款黑色+皮带+钱包】、170/M码 (建议100-120斤选)', 1, 399, '杨远', '四川省成都市新津县武阳中路265号', '18780258060', '货到付款', '未安排', '', '等待确认', '42653.938217593', 'http://www.saolema.cn/py23/?gzid=p99', '1501款黄棕+5218款棕色', '无', 'shenshuang', '1476185902', 1, 0),
(30, '1011101000050', 536, '187款黑色【送钱包腰带】298元、175/L码 (建议122-140斤选)', 1, 298, '杨宗珍', '江苏省宿迁市沭阳县江苏宿迁市沭阳县天能路1号', '18136328938', '货到付款', '未安排', '', '等待确认', '42653.684502315', 'http://www.88pinpai.com/?gzid=298-1', '', '无', 'shenshuang', '1476185902', 1, 0),
(31, '30011101000008', 25, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐一：买一送三【A款蓝色+A款黑色+腰带+充值卡100元】、190/XXXL码 (建议176-200斤选)', 1, 399, '姚陆元', '江苏省徐州市沛县龙固镇龙西村姚家场722#', '13921794412', '货到付款', '未安排', '', '等待确认', '42653.698414352', 'http://www.sukaren.cn/py2/?gzid=sq-10-10-01&qz_gdt=7rj7wvypaaac6xxdsewa', '套餐二', '无', 'shenshuang', '1476185902', 1, 0),
(32, '4006101000056', 1140, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐一：买一送三【187款蓝色+1501款黑色+皮带+钱包】、175/L码 (建议122-140斤选)', 1, 399, '姚兴武', '四川省南充市顺庆区沄溪镇辉宇小区十九幢', '13990718322', '货到付款', '未安排', '', '等待确认', '42653.8340625', 'http://www.sudeya.cn/py2/?gzid=a37', '', '无', 'shenshuang', '1476185902', 1, 0),
(33, '1011101000045', 541, '187款蓝色【送钱包腰带】298元、170/M码 (建议100-120斤选)', 1, 298, '于航', '北京市海淀区学院南路47#北下关街道办事处215', '13488866415', '货到付款', '未安排', '', '等待确认', '42653.692858796', 'http://www.88pinpai.com/?gzid=298-1', '', '无', 'shenshuang', '1476185902', 1, 0),
(34, '4002101000027', 4518, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐三：买一送三【1501款棕色+5218款棕色+皮带+钱包】、185/XXL码 (建 议156-175斤选)', 1, 399, '余海军', '陕西省汉中市汉台区龙江街道办柏花村三组', '13892675107', '货到付款', '未安排', '', '等待确认', '42653.954560185', 'http://www.saolema.cn/py23/?gzid=p58', '', '无', 'shenshuang', '1476185902', 1, 0),
(35, '30014101000055', 1072, '5218款黑色【送钱包腰带】298元、175/L码 (建议122-140斤选)', 1, 298, '俞腾荣', '贵州省黔南布依族苗族自治州三都水族自治县贵州省三都水族自治县', '13678309066', '货到付款', '未安排', '', '等待确认', '42653.704618056', 'http://www.farm2u.cn/?gzid=wx-0922-1&weixinadkey=3419a66e3113a7fd76d1a8ed63354009f08c9cb1c1553f50c92b858486217feec2487a8230205cff9863a994005081bb&gdt_vid=wx0latpve6wdtk4600&weixinadinfo=5743051.wx0latpve6wdtk4600.2.1', '', '无', 'shenshuang', '1476185902', 1, 0),
(36, '3007101000016', 950, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐四：买一送三【A款黑色+B款棕色+腰带+充值卡100元】、190/XXXL码 (建议176-200斤选)', 1, 399, '袁峰', '山西省晋中市榆次区省高校新区晋中学院', '18234482919', '货到付款', '未安排', '', '等待确认', '42653.914444444', 'http://www.cn-home.net/py2/?gzid=924.1&qz_gdt=q2npwv5naaaaoigryqua', '', '无', 'shenshuang', '1476185902', 1, 0),
(37, '1011101000059', 527, '两件立减170元【1501棕色1件和187蓝色1件颜色尺码请留言】428元、170/M码 (建议100-120斤选)', 1, 428, '袁金平', '重庆市渝中区大黄路28号3号楼19-2', '13808319818', '货到付款', '未安排', '', '等待确认', '42653.602650463', 'http://www.88pinpai.com/?gzid=298-1', '1501棕色1件和187蓝色1件', '无', 'shenshuang', '1476185902', 1, 0),
(38, '4002101000065', 4477, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐一：买一送三【187款蓝色+1501款黑色+皮带+钱包】、170/M码 (建议100-120斤选)', 1, 399, '张朝献', '浙江省宁波市慈溪市三北西大街与西二环交叉口嘉悦商务酒店旁清海足浴', '18286333667', '货到付款', '未安排', '', '等待确认', '42653.770405093', 'http://www.saolema.cn/py23/?gzid=p58', '', '无', 'shenshuang', '1476185902', 1, 0),
(39, '3007101000020', 945, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐四：买一送三【A款黑色+B款棕色+腰带+充值卡100元】、185/XXL码 (建 议156-175斤选)', 1, 399, '张高安', '河南省三门峡市陕县三门峡西温塘', '13273083453', '货到付款', '未安排', '', '等待确认', '42653.790949074', 'http://www.cn-home.net/py2/?gzid=924.1&qz_gdt=jnzpwv2uaaamzwx73tea', '', '无', 'shenshuang', '1476185902', 1, 0),
(40, '4006101000078', 1118, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐一：买一送三【187款蓝色+1501款黑色+皮带+钱包】、170/M码 (建议100-120斤选)', 1, 399, '张红兵', '四川省广安市武胜县沿口镇柳堡街柏草荟', '18980326072', '货到付款', '未安排', '', '等待确认', '42653.629108796', 'http://www.sudeya.cn/py2/?gzid=a37', '', '无', 'shenshuang', '1476185902', 1, 0),
(41, '3007101000015', 951, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐一：买一送三【A款蓝色+A款黑色+腰带+充值卡100元】、180/XL码 (建议142-155斤选)', 1, 399, '张宏', '陕西省榆林市榆阳区陕西省榆林市榆阳区长城北路常兴国际酒店', '13992228611', '货到付款', '未安排', '', '等待确认', '42653.946377315', 'http://www.cn-home.net/py2/?gzid=924.1&qz_gdt=zct7wvzjaaadhjlpnjra', '', '无', 'shenshuang', '1476185902', 1, 0),
(42, '1011101000052', 534, '5218款棕色【送钱包腰带】298元、180/XL码 (建议142-155斤选)', 1, 298, '张俭', '吉林省吉林市昌邑区永昌小区十号楼二单元一楼右门', '13304406606', '货到付款', '未安排', '', '等待确认', '42653.677766204', 'http://www.88pinpai.com/?gzid=298-1', '', '无', 'shenshuang', '1476185902', 1, 0),
(43, '4006101000043', 1159, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐一：买一送三【187款蓝色+1501款黑色+皮带+钱包】、180/XL码 (建议142-155斤选)', 1, 399, '张军', '四川省巴中市平昌县火车站旁中核项目部', '13618027195', '货到付款', '未安排', '', '等待确认', '42653.9171875', 'http://www.sudeya.cn/py2/?gzid=a37', '', '无', 'shenshuang', '1476185902', 2, 1),
(44, '30014101000042', 1085, '187款蓝色【送钱包腰带】298元、170/M码 (建议100-120斤选)', 1, 298, '张均伟', '河南省驻马店市新蔡县余店镇蛟停湖顺河店村湖里圈', '13513865203', '货到付款', '未安排', '', '等待确认', '42653.859733796', 'http://www.farm2u.cn/?gzid=wx-0922-1&weixinadkey=bed608a312745bd2f8f90e03f74f6a3c2de0a7b2aaa21d58fd1d490cc4b4f6edfb1762d549017f407db8c722f7cb3c99&gdt_vid=wx0qx2lio3g3bu5k00&weixinadinfo=5743051.wx0qx2lio3g3bu5k00.0.1', '最好四个加的里色', '无', 'shenshuang', '1476185902', 1, 0),
(45, '4006101000054', 1148, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐三：买一送三【1501款棕色+5218款棕色+皮带+钱包】、175/L码 (建议122-140斤选)', 1, 399, '张俊香', '甘肃省白银市白银区白银市供电局', '13884259626', '货到付款', '未安排', '', '等待确认', '42653.84474537', 'http://www.sudeya.cn/py2/?gzid=a37', '', '无', 'shenshuang', '1476185902', 2, 1),
(46, '4002101000044', 4501, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐四：买一送三【1501款黄棕色+1501款黑色+皮带+钱包】、175/L码 (建议122-140斤选)', 1, 399, '张莉英', '西藏自治区昌都地区昌都县西藏昌都地区昌都县卡若', '17839678134', '货到付款', '未安排', '', '等待确认', '42653.903356481', 'http://www.saolema.cn/py23/?gzid=p58', '175码套餐四', '无', 'shenshuang', '1476185902', 1, 0),
(47, '30014101000048', 1079, '5218款黄棕色【送钱包腰带】298元、185/XXL码 (建议156-175斤选)', 1, 298, '张守堂', '内蒙古自治区呼和浩特市内蒙古兴安盟阿尔山市铁路派出所', '13948227398', '货到付款', '未安排', '', '等待确认', '42653.783287037', 'http://www.farm2u.cn/?gzid=wx-0922-1&weixinadkey=f78d69dc3995ed62824c056c85f9e8aa2c83ec975f4a732640cc0dd8f0259a1d140cdc9e841e09a39c5ea4283dac29da&gdt_vid=wx0yjpetxdll4u2s00&weixinadinfo=5743051.wx0yjpetxdll4u2s00.0.1', '', '无', 'shenshuang', '1476185902', 1, 0),
(48, '30014101000052', 1075, '1501款黑色【送钱包腰带】298元、185/XXL码 (建议156-175斤选)', 1, 298, '张天德', '山西省吕梁市孝义市山西信发化工有限公司', '18303588581', '货到付款', '未安排', '', '等待确认', '42653.742013889', 'http://www.farm2u.cn/?gzid=wx-0922-1&weixinadkey=691e1df237d79e12dddf533e9df6db43170c47aab6bd5230d166a0e4369d8befc72fa8de0c90b3c91b325b91e738583d&gdt_vid=wx0wly5z5no2xija00&weixinadinfo=5743051.wx0wly5z5no2xija00.2.1', '我要西装', '无', 'shenshuang', '1476185902', 1, 0),
(49, '4002101000050', 4493, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐四：买一送三【1501款黄棕色+1501款黑色+皮带+钱包】、170/M码 (建议100-120斤选)', 1, 399, '张先生', '吉林省四平市梨树县永乐小区', '13159786607', '货到付款', '未安排', '', '等待确认', '42653.862962963', 'http://www.saolema.cn/py23/?gzid=p54', '', '无', 'shenshuang', '1476185902', 1, 0),
(50, '1011101000057', 529, '5218黑色180尺码加187黑色185尺码', 1, 399, '张先生', '陕西省宝鸡市渭滨区曙光路阳光100小区', '13992792643', '货到付款', '未安排', '', '等待确认', '42653.60724537', 'http://www.88pinpai.com/?gzid=298-1', '货到验真假，假皮拒收。要二件，加1件5218款185/xxL码 总款数428元', '无', 'shenshuang', '1476185902', 1, 0),
(51, '1011101000058', 528, '5218款棕色【送钱包腰带】298元、175/L码 (建议122-140斤选)', 1, 298, '张响平', '重庆市涪陵区焦石镇', '15803620267', '货到付款', '未安排', '', '等待确认', '42653.607094907', 'http://www.88pinpai.com/?gzid=298-1', '', '无', 'shenshuang', '1476185902', 1, 0),
(52, '4002101000032', 4513, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐三：买一送三【1501款棕色+5218款棕色+皮带+钱包】、180/XL码 (建议142-155斤选)', 1, 399, '张正红', '江苏省南通市海安县李堡尊涵家居有限公可', '18260563999', '货到付款', '未安排', '', '等待确认', '42653.936898148', 'http://www.saolema.cn/py23/?gzid=p58', '', '无', 'shenshuang', '1476185902', 1, 0),
(53, '4006101000040', 1166, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐一：买一送三【187款蓝色+1501款黑色+皮带+钱包】、180/XL码 (建议142-155斤选)', 1, 399, '张宗营', '河南省郑州市新密市牛店镇张湾东宏社区', '13608674169', '货到付款', '未安排', '', '等待确认', '42653.98525463', 'http://www.sudeya.cn/py2/?gzid=a37', '蓝色180*黑色190', '无', 'shenshuang', '1476185902', 1, 0),
(54, '4002101000047', 4496, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐一：买一送三【187款蓝色+1501款黑色+皮带+钱包】、190/XXXL码 (建议176-200斤选)', 1, 399, '張东宁', '山东省烟台市莱阳市山东省莱阳市龙门一号院', '15153564967', '货到付款', '未安排', '', '等待确认', '42653.869965278', 'http://www.saolema.cn/py23/?gzid=p58', '', '无', 'shenshuang', '1476185902', 1, 0),
(55, '4006101000055', 1141, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐一：买一送三【187款蓝色+1501款黑色+皮带+钱包】、175/L码 (建议122-140斤选)', 1, 399, '赵博文', '浙江省台州市温岭市泽国镇夹屿村唯美服饰', '13937027897', '货到付款', '未安排', '', '等待确认', '42653.834710648', 'http://www.sudeya.cn/py2/?gzid=a37', '', '无', 'shenshuang', '1476185902', 1, 0),
(56, '4002101000061', 4482, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐一：买一送三【187款蓝色+1501款黑色+皮带+钱包】、170/M码 (建议100-120斤选)', 1, 399, '赵桂苏', '江苏省宿迁市泗洪县水岸城邦西门欢乐牧场', '18851398788', '货到付款', '未安排', '', '等待确认', '42653.787453704', 'http://www.saolema.cn/py23/?gzid=p58', '1501棕色5218黑', '无', 'shenshuang', '1476185902', 1, 0),
(57, '4002101000052', 4491, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐四：买一送三【1501款黄棕色+1501款黑色+皮带+钱包】、180/XL码 (建议142-155斤选)', 1, 399, '赵俊海', '山西省阳泉市平定县府新街招财鱼大厦12层', '13935386558', '货到付款', '未安排', '', '等待确认', '42653.83494213', 'http://www.saolema.cn/py2/?gzid=p27', '', '无', 'shenshuang', '1476185902', 1, 0),
(58, '4006101000047', 1155, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐一：买一送三【187款蓝色+1501款黑色+皮带+钱包】、175/L码 (建议122-140斤选)', 1, 399, '赵生', '北京市海淀区昌平区欧马家具公司秦上路', '13552471077', '货到付款', '未安排', '', '等待确认', '42653.89880787', 'http://www.sudeya.cn/py2/?gzid=a37', '', '无', 'shenshuang', '1476185902', 1, 0),
(59, '4006101000074', 1122, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐一：买一送三【187款蓝色+1501款黑色+皮带+钱包】、170/M码 (建议100-120斤选)', 1, 399, '赵土旺', '广西壮族自治区桂林市灵川县灵川县九屋镇', '18376351308', '货到付款', '未安排', '', '等待确认', '42653.770763889', 'http://www.sudeya.cn/py2/?gzid=a37', '套餐4棕黄十黑色，xt西装式', '无', 'shenshuang', '1476185902', 1, 0),
(60, '4006101000057', 1139, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐一：买一送三【187款蓝色+1501款黑色+皮带+钱包】、175/L码 (建议122-140斤选)', 1, 399, '赵先生', '北京市房山区琉璃河平各庄村', '13381389573', '货到付款', '未安排', '', '等待确认', '42653.825856481', 'http://www.sudeya.cn/py2/?gzid=a37', '发送货前来电话交流一下？', '无', 'shenshuang', '1476185902', 1, 0),
(61, '4002101000070', 4472, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐三：买一送三【1501款棕色+5218款棕色+皮带+钱包】、175/L码 (建议122-140斤选)', 1, 399, '赵新安', '广东省汕头市澄海区龙田书记路悦馨网吧', '13729264219', '货到付款', '未安排', '', '等待确认', '42653.599884259', 'http://www.saolema.cn/py23/?gzid=p54', '', '无', 'shenshuang', '1476185902', 1, 0),
(62, '1011101000042', 544, '187款黑色【送钱包腰带】298元、175/L码 (建议122-140斤选)', 1, 298, '周宇', '广东省广州市增城市新塘镇瑶田村瑶田河路5号', '13138450947', '货到付款', '未安排', '', '等待确认', '42653.694398148', 'http://www.88pinpai.com/?gzid=298-1', '', '无', 'shenshuang', '1476185903', 1, 0),
(63, '6001101000025', 1171, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐一：买一送三【187款蓝色+1501款黑色+皮带+钱包】、180/XL码 (建议142-155斤选)', 1, 399, '周在云', '重庆市万州区重庆市铜梁区侣俸镇', '15923909939', '货到付款', '未安排', '', '等待确认', '42653.861041667', 'http://www.aibaza.cn/?gzid=dafutuwen003', '', '无', 'shenshuang', '1476185903', 1, 0),
(64, '30014101000043', 1084, '187款黑色【送钱包腰带】298元、170/M码 (建议100-120斤选)', 1, 298, '周志', '内蒙古自治区通辽市扎鲁特旗内蒙古通辽市扎鲁特旗上谷博物馆', '13789552426', '货到付款', '未安排', '', '等待确认', '42653.848958333', 'http://www.farm2u.cn/?gzid=wx-0922-1&weixinadkey=523a99f3614c74739418fb089fe40cda8b132696e4b46510f3dd908b509783760c45ff31f371a55bc9d899af4e20049f&gdt_vid=wx0fi7vkubei6z7a00&weixinadinfo=5743051.wx0fi7vkubei6z7a00.0.1', '', '无', 'shenshuang', '1476185903', 1, 0),
(65, '6001101000045', 1147, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐一：买一送三【187款蓝色+1501款黑色+皮带+钱包】、175/L码 (建议122-140斤选)', 1, 399, '周志胜', '陕西省西安市四川省南充市高坪区龙门镇福龙后街', '13990763070', '货到付款', '未安排', '', '等待确认', '42653.649259259', 'http://www.aibaza.cn/?gzid=dafutuwen003', '', '无', 'shenshuang', '1476185903', 1, 0),
(66, '4006101000077', 1119, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐二：买一送三【187款黑色+5218款黄色+皮带+钱包】、170/M码 (建议100-120斤选)', 1, 399, '周智豪', '湖南省益阳市安化县东坪镇南区柳树塘锦和超市', '13907376833', '货到付款', '未安排', '', '等待确认', '42653.655115741', 'http://www.sudeya.cn/py2/?gzid=a37', '', '无', 'shenshuang', '1476185903', 1, 0),
(67, '4006101000076', 1120, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐一：买一送三【187款蓝色+1501款黑色+皮带+钱包】、175/L码 (建议122-140斤选)', 1, 399, '周宗奇', '湖北省咸宁市赤壁市财政局住宿楼3栋1单元1楼', '13872166594', '货到付款', '未安排', '', '等待确认', '42653.662280093', 'http://www.sudeya.cn/py2/?gzid=a43', '', '无', 'shenshuang', '1476185903', 1, 0),
(68, '30014101000047', 1080, '187款蓝色【送钱包腰带】298元、190/XXXL码 (建议176-200斤选)', 1, 298, '朱来群', '湖北省襄阳市襄州区襄阳市古驿镇吕镇村二组', '13986322919', '货到付款', '未安排', '', '等待确认', '42653.791712963', 'http://www.farm2u.cn/?gzid=wx-0922-1&weixinadkey=7e4a20e0a679052ce0e3967455f7ff7cf528888d11c00f6a78fe7948700adc5623a3990ad5763dc59b9fe7a77a665ead&gdt_vid=wx0ji6rpbky2rkc200&weixinadinfo=5743051.wx0ji6rpbky2rkc200.2.1', '货到付款一', '无', 'shenshuang', '1476185903', 1, 0),
(69, '4006101000051', 1151, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐二：买一送三【187款黑色+5218款黄色+皮带+钱包】、180/XL码 (建议142-155斤选)', 1, 399, '朱世飞', '陕西省安康市汉滨区朱家湾', '13619153720', '货到付款', '未安排', '', '等待确认', '42653.871608796', 'http://www.sudeya.cn/py2/?gzid=a37', '', '无', 'shenshuang', '1476185903', 1, 0),
(70, '4002101000033', 4512, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐一：买一送三【187款蓝色+1501款黑色+皮带+钱包】、185/XXL码 (建 议156-175斤选)', 1, 399, '朱友和', '湖南省娄底市娄星区新星南路三鑫酒店旁', '18973882111', '货到付款', '未安排', '', '等待确认', '42653.936053241', 'http://www.saolema.cn/py23/?gzid=p58', '', '无', 'shenshuang', '1476185903', 1, 0),
(71, '4006101000072', 1124, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐二：买一送三【187款黑色+5218款黄色+皮带+钱包】、180/XL码 (建议142-155斤选)', 1, 399, '白利平', '内蒙古自治区鄂尔多斯市伊金霍洛旗伊金霍洛旗广安驾校西山训练场', '15354990660', '货到付款', '未安排', '', '等待确认', '42653.775891204', 'http://www.sudeya.cn/py2/?gzid=a37', '身体偏胖', '无', 'shenshuang', '1476185903', 1, 0),
(72, '30014101000058', 1068, '187款蓝色【送钱包腰带】298元、190/XXXL码 (建议176-200斤选)', 1, 298, '曹建军', '内蒙古自治区鄂尔多斯市准格尔旗魏家茆', '13892222009', '货到付款', '未安排', '', '等待确认', '42653.647395833', 'http://www.farm2u.cn/?gzid=wx-0922-1&weixinadkey=2993bcf041a2133cab8c1b99244eb6d0b0b89e23e7ea1ba35ded34c7a31c07798a6e2e69dfe505ac543bef82b1aacac0&gdt_vid=wx0sqje7clprky7u00&weixinadinfo=5743051.wx0sqje7clprky7u00.2.1', '', '无', 'shenshuang', '1476185903', 1, 0),
(73, '30014101000034', 1093, '5218款棕色【送钱包腰带】298元、175/L码 (建议122-140斤选)', 1, 298, '曹利伟', '浙江省杭州市上城区云雀苑6幢茶室', '15988850803', '货到付款', '未安排', '', '等待确认', '42653.939583333', 'http://www.farm2u.cn/?gzid=wx-0922-1&weixinadkey=8246639f5e8331ac391754eedfdfa3d3e94122de8b343fabcef7fafd9ddb7d4bfc17bd47cb1e0a8a48b58271c2aaa358&gdt_vid=wx02fadjoy4owz4k00&weixinadinfo=5743051.wx02fadjoy4owz4k00.0.1', '真皮的，正品的。', '无', 'shenshuang', '1476185903', 1, 0),
(74, '30011101000003', 30, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐一：买一送三【A款蓝色+A款黑色+腰带+充值卡100元】、185/XXL码 (建 议156-175斤选)', 1, 399, '曹绍均', '四川省成都市双流县四川省双流县彭镇', '18583062787', '货到付款', '未安排', '', '等待确认', '42653.865393519', 'http://www.sukaren.cn/py2/?gzid=sq-10-10-01&qz_gdt=32f7wv2taaahkeawtufq', '', '无', 'shenshuang', '1476185903', 1, 0),
(75, '4002101000054', 4489, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐四：买一送三【1501款黄棕色+1501款黑色+皮带+钱包】、175/L码 (建议122-140斤选)', 1, 399, '曹志豪', '北京市海淀区西三旗二十一世纪大厦对面北京二十中学新都校区对门', '15801624167', '货到付款', '未安排', '', '等待确认', '42653.824444444', 'http://www.saolema.cn/py2/?gzid=p27', '', '无', 'shenshuang', '1476185903', 1, 0),
(76, '30014101000050', 1077, '1501款棕色【送钱包腰带】298元、175/L码 (建议122-140斤选)', 1, 298, '陈达道', '安徽省合肥市合肥市滨湖新区佳源巴黎都市', '18326687456', '货到付款', '未安排', '', '等待确认', '42653.748726852', 'http://www.farm2u.cn/?gzid=wx-0922-1&weixinadkey=94f104c944066da2724b074bc524310ee3cf8a059ed23bf4b3ba78e4fb993a98adde828bac22835a47b4c8cc761fd58e&gdt_vid=wx07sdbmjcemiyas00&weixinadinfo=5743051.wx07sdbmjcemiyas00.0.1', '合肥市。滨湖新区佳源巴黎都市6#107', '无', 'shenshuang', '1476185903', 1, 0),
(77, '1011101000054', 532, '1501款黑色【送钱包腰带】298元、180/XL码 (建议142-155斤选)', 1, 298, '陈郭强', '浙江省杭州市江干区下沙经济开发区19号路西10号路北F1田中电子', '18957172501', '货到付款', '未安排', '', '等待确认', '42653.631053241', 'http://www.88pinpai.com/?gzid=298-1', '双休不在公司', '无', 'shenshuang', '1476185903', 1, 0),
(78, '4006101000052', 1150, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐二：买一送三【187款黑色+5218款黄色+皮带+钱包】、170/M码 (建议100-120斤选)', 1, 399, '陈建', '河北省唐山市路南区荷花坑市场E5', '17732549288', '货到付款', '未安排', '', '等待确认', '42653.865729167', 'http://www.sudeya.cn/py2/?gzid=a37', '要5218黑色和187黑色，尺码170', '无', 'shenshuang', '1476185903', 1, 0),
(79, '30014101000059', 1067, '187款蓝色【送钱包腰带】298元、185/XXL码 (建议156-175斤选)', 1, 298, '陈梅生', '福建省宁德市蕉城区蕉南下宅园村四弄42号', '13859655532', '货到付款', '未安排', '', '等待确认', '42653.597581019', 'http://www.farm2u.cn/?gzid=wx-0922-1&weixinadkey=9bcae41746c1fe03f4e39bf9fb41ce555f4c8b3675c3a25925c4dbd21cc42b81f5d96b74cfc73368f12a9848df25bd2c&gdt_vid=wx0sz2wy7rxxu64e00&weixinadinfo=5743051.wx0sz2wy7rxxu64e00.0.1', '', '无', 'shenshuang', '1476185903', 1, 0),
(80, '4002101000067', 4475, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐二：买一送三【187款黑色+5218款黄色+皮带+钱包】、185/XXL码 (建 议156-175斤选)', 1, 399, '陈生', '广东省肇庆市端州区建设三路32号华英居南门', '13360243740', '货到付款', '未安排', '', '等待确认', '42653.699652778', 'http://www.saolema.cn/py2/?gzid=w217&from=singlemessage&isappinstalled=1', '', '无', 'shenshuang', '1476185903', 1, 0),
(81, '1011101000028', 558, '187款蓝色【送钱包腰带】298元、180/XL码 (建议142-155斤选)', 1, 298, '丁永豪', '贵州省遵义市汇川区沈阳路鼎盛家园', '13885201841', '货到付款', '未安排', '', '等待确认', '42653.872337963', 'http://www.88pinpai.com/?gzid=298-1', '', 'ok', 'shenshuang', '1476185903', 1, 0),
(82, '6001101000012', 1186, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐三：买一送三【1501款棕色+5218款棕色+皮带+钱包】、175/L码 (建议122-140斤选)', 1, 399, '杜工', '贵州省黔南布依族苗族自治州瓮安县学府雅宛售楼部二期项目', '13658269409', '货到付款', '未安排', '', '等待确认', '42653.974560185', 'http://www.aibaza.cn/?gzid=dafutuwen003', '', '无人接听', 'shenshuang', '1476185903', 1, 0),
(83, '4002101000029', 4516, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐二：买一送三【187款黑色+5218款黄色+皮带+钱包】、170/M码 (建议100-120斤选)', 1, 399, '杜威', '四川省眉山市洪雅县四川省眉山市洪雅县洪川驾校旁', '13990369641', '货到付款', '未安排', '', '等待确认', '42653.950648148', 'http://www.saolema.cn/py2/?gzid=p27', '请在10月15日寄到，因为本人在外地出差。', 'ok', 'shenshuang', '1476185903', 1, 0),
(84, '4006101000044', 1158, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐一：买一送三【187款蓝色+1501款黑色+皮带+钱包】、175/L', 1, 399, '樊登着', '青海省果洛藏族自治州玛沁县甘德移民区', '17800756573', '货到付款', '未安排', '', '等待确认', '42653.916840278', 'http://www.sudeya.cn/py2/?gzid=a37#buy', '', 'ok', 'shenshuang', '1476185903', 1, 0),
(85, '4006101000065', 1131, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐四：买一送三【1501款黄棕色+1501款黑色+皮带+钱包】、180/XL码 (建议142-155斤选)', 1, 399, '范中华', '江苏省连云港市灌云县陡沟乡', '15896118708', '货到付款', '未安排', '', '等待确认', '42653.795821759', 'http://www.sudeya.cn/py2/?gzid=a37', '', 'ok', 'shenshuang', '1476185903', 1, 0),
(86, '30014101000053', 1074, '1501款黑色【送钱包腰带】298元、175/L码 (建议122-140斤选)', 1, 298, '冯国标', '浙江省嘉兴市桐乡市桐乡市洲泉镇小元头村', '13867365958', '货到付款', '未安排', '', '等待确认', '42653.740451389', 'http://www.farm2u.cn/?gzid=wx-0922-1&weixinadkey=48e166c171308ef7e8987e458da912b7812abdb82d6e4b785ef2e5aae227b24a21158149699d0da794149b1e29e167af&gdt_vid=wx0iamkdar4jfp7g00&weixinadinfo=5743051.wx0iamkdar4jfp7g00.2.1', '', '无人接听', 'shenshuang', '1476185903', 1, 0),
(87, '6001101000014', 1184, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐三：买一送三【1501款棕色+5218款棕色+皮带+钱包】、185/XXL码 (建 议156-175斤选)', 1, 399, '高亮', '山西省临汾市乡宁县财政局门房', '13503575857', '货到付款', '未安排', '', '等待确认', '42653.941388889', 'http://www.aibaza.cn/?gzid=dafutuwen003', '', '无人接听', 'shenshuang', '1476185903', 1, 0),
(88, '1011101000051', 535, '5218款棕色【送钱包腰带】298元、180/XL', 1, 298, '高志强', '吉林省延边朝鲜族自治州敦化市吉林省延边州敦化市胜利街风尚阳光城', '13904477198', '货到付款', '未安排', '', '等待确认', '42653.684027778', 'http://www.88pinpai.com/?gzid=298-1', '实物必须与效果图上的一致否则退回', 'ok', 'shenshuang', '1476185903', 1, 0),
(89, '4006101000070', 1126, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐四：买一送三【1501款黄棕色+1501款黑色+皮带+钱包】、175/L码 (建议122-140斤选)', 1, 399, '顾国华', '江苏省常州市武进区人民东路99号同济停车场荣宽物流', '18861414342', '货到付款', '未安排', '', '等待确认', '42653.780729167', 'http://www.sudeya.cn/py2/?gzid=a37', '货到付款', 'ok', 'shenshuang', '1476185903', 1, 0),
(90, '3007101000017', 948, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐四：买一送三【A款黑色+B款棕色+腰带+钱包】、185/XXL码 (建 议156-175斤选)', 1, 399, '陈圣尧', '湖北省武汉市江夏区纸坊江夏大道148号', '13871284052', '货到付款', '未安排', '', '等待确认', '42653.90306713', 'http://www.cn-home.net/py2/?gzid=924.1&qz_gdt=wsl7wvygaeanr4wnovmq', '', '无', 'shenshuang', '1476185903', 1, 0),
(91, '30011101000006', 27, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐四：买一送三【A款黑色+B款棕色+腰带+充值卡100元】、170/M码 (建议100-120斤选)', 1, 399, '陈晓明', '江苏省无锡市江阴市江阴市徐霞客镇璜塘幸福新村55幢301', '15852598692', '货到付款', '未安排', '', '等待确认', '42653.807175926', 'http://www.sukaren.cn/py2/?gzid=sq-10-10-01&qz_gdt=mr4pwv3zaaahz5ie7dza', '', '无', 'shenshuang', '1476185903', 1, 0),
(92, '1011101000023', 563, '187款黑色【送钱包腰带】298元、190/XXXL码 (建议176-200斤选)', 1, 298, '程占胜', '北京市朝阳区建国门南大街10号', '13311286303', '货到付款', '未安排', '', '等待确认', '42653.938460648', 'http://www.88pinpai.com/?gzid=298-1', '黑色', '无', 'shenshuang', '1476185903', 1, 0),
(93, '4002101000048', 4495, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐一：买一送三【187款蓝色+1501款黑色+皮带+钱包】、180/XL码 (建议142-155斤选)', 1, 399, '戴勇', '新疆维吾尔自治区乌鲁木齐市新市区铁路局三街二十栋二十三号', '13999202902', '货到付款', '未安排', '', '等待确认', '42653.869027778', 'http://www.saolema.cn/py2/?gzid=p27', '我要1501和5218', '无', 'shenshuang', '1476185903', 1, 0),
(94, '1011101000060', 526, '5218款黑色【送钱包腰带】298元、175/L码 (建议122-140斤选)', 1, 298, '邓彩芳', '福建省厦门市思明区亿力百家苑60号1201', '18950000659', '货到付款', '未安排', '', '等待确认', '42653.600243056', 'http://www.88pinpai.com/?gzid=298-1', '175号黑色5218款', '无', 'shenshuang', '1476185903', 1, 0),
(95, '6001101000017', 1181, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐二：买一送三【187款黑色+5218款黄色+皮带+钱包】、170/M码 (建议100-120斤选)', 1, 399, '邓仕燕', '贵州省贵阳市南明区绿范小区稚雅幼儿园对面', '15902610015', '货到付款', '未安排', '', '等待确认', '42653.913680556', 'http://www.aibaza.cn/?gzid=dafutuwen003', '170／L码', '无', 'shenshuang', '1476185903', 1, 0),
(96, '4002101000069', 4473, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐二：买一送三【187款蓝色+5218款黄色+皮带+钱包】、185/XXL码 (建 议156-175斤选)', 1, 399, '邓云军', '四川省成都市双流县双流区公兴镇黄龙大道二段四川南玻玻璃有限公司', '13438963635', '货到付款', '未安排', '', '等待确认', '42653.654398148', 'http://www.saolema.cn/py2/?gzid=p27', '需要衣服颜色187款蓝色和5218黄色/185xxL其他标配', '无', 'shenshuang', '1476185903', 1, 0),
(97, '4002101000028', 4517, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐二：买一送三【187款黑色+5218款黄色+皮带+钱包】、170/M码 (建议100-120斤选)', 1, 399, '丁肖云', '浙江省温州市瓯海区大维路与上河乡路交叉处德信海派公馆监理部', '13221118299', '货到付款', '未安排', '', '等待确认', '42653.950868056', 'http://www.saolema.cn/py23/?gzid=p58', '', '无', 'shenshuang', '1476185903', 1, 0),
(98, '10031011', 1, '5218款黑色【送钱包腰带】180/XL码 (建议142-155斤选)', 1, 298, '杨先生', '安徽省阜南县段郢乡段南村', '15178172038', '货到付款', '', '', '', '', '电话订单', '', '郭婉婉', 'shenshuang', '1476185903', 1, 0),
(99, '10031011', 2, '5218款黑色180/XL码 ＋5218款黑色185/XXL码【送钱包腰带】', 1, 399, '罗小银', '四川省泸州市合江县九支镇滨河上城一幢', '18275643362', '货到付款', '', '', '', '', '电话订单', '', '郭婉婉', 'shenshuang', '1476185903', 1, 0),
(100, '10031011', 3, '经典皮西装 买一送三！颜色尺码可留言备注！399元、套餐四：买一送三【A款黑色B款棕色腰带充值卡100元】、180/XL码 (建议142-155斤选)', 1, 399, '蒋良福', '四川省成都市金牛区马家花园16号中铁鹭岛艺术城', '15635118688', '货到付款', '', '', '', '', '电话订单', '', '郭婉婉', 'shenshuang', '1476185903', 1, 0),
(101, '10031011', 4, '5218款黄棕色【送钱包腰带】298元、185/XXL码 (建议156-175斤选)', 1, 298, '康伟', '河南省郑州市上街区晨光小区富丽花园15号院', '18538924681', '货到付款', '', '', '', '', '电话订单', '', '郭婉婉', 'shenshuang', '1476185903', 1, 0);

-- --------------------------------------------------------

--
-- 表的结构 `no_send`
--

CREATE TABLE `no_send` (
  `id` int(9) NOT NULL COMMENT 'id',
  `place_name` char(20) NOT NULL COMMENT 'excel网点名称',
  `who_add` char(20) NOT NULL COMMENT '谁添加的',
  `add_time` char(11) NOT NULL COMMENT '添加时间',
  `status` tinyint(1) NOT NULL COMMENT '状态'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `no_send`
--

INSERT INTO `no_send` (`id`, `place_name`, `who_add`, `add_time`, `status`) VALUES
(1, '安徽1马鞍山1博望新1博望', 'shenshuang', '1476153706', 1),
(2, '安徽1马鞍山1雨山1向山', 'shenshuang', '1476153706', 1),
(3, '安徽1马鞍山1新市', 'shenshuang', '1476153706', 1),
(4, '安徽1马鞍山1慈湖', 'shenshuang', '1476153706', 1),
(5, '安徽1马鞍1市银塘', 'shenshuang', '1476153706', 1),
(6, '安徽1马鞍山1新博', 'shenshuang', '1476153706', 1),
(7, '安徽1马鞍山1濮塘', 'shenshuang', '1476153706', 1),
(8, '安徽1马鞍山1丹阳', 'shenshuang', '1476153706', 1),
(9, '安徽1宣城1东区', 'shenshuang', '1476153706', 1),
(10, '安徽1宣城1南区', 'shenshuang', '1476153706', 1),
(11, '安徽1宣城北区', 'shenshuang', '1476153706', 1),
(12, '安徽1宣城1西区', 'shenshuang', '1476153706', 1),
(13, '安徽1宣城1宣州1双溪', 'shenshuang', '1476153706', 1),
(14, '安徽1宣城1宣州1孙埠', 'shenshuang', '1476153706', 1),
(15, '安徽1宣城1宣州1黄渡', 'shenshuang', '1476153706', 1),
(16, '安徽1宣城1宣州1周王', 'shenshuang', '1476153706', 1),
(17, '安徽1宣城1宣州水阳', 'shenshuang', '1476153706', 1),
(18, '安徽1宣城1金坝', 'shenshuang', '1476153706', 1),
(19, '安徽1宣城1狸桥', 'shenshuang', '1476153706', 1),
(20, '安徽1宣城1古泉', 'shenshuang', '1476153706', 1),
(21, '安徽1宣城1洪林', 'shenshuang', '1476153706', 1),
(22, '安徽1宣城1裘公', 'shenshuang', '1476153706', 1),
(23, '安徽1宣城1向阳', 'shenshuang', '1476153706', 1),
(24, '安徽1宣城1宣州1卫东', 'shenshuang', '1476153706', 1),
(25, '安徽1宣城1杨柳', 'shenshuang', '1476153706', 1),
(26, '安徽1宣城1宣州1朱桥', 'shenshuang', '1476153706', 1),
(27, '安徽1宣城1沈村', 'shenshuang', '1476153706', 1),
(28, '安徽1宣城1双桥', 'shenshuang', '1476153706', 1),
(29, '安徽1宣城1水东', 'shenshuang', '1476153707', 1),
(30, '安徽1宣城1天湖', 'shenshuang', '1476153707', 1),
(31, '安徽1宣城1文昌', 'shenshuang', '1476153707', 1),
(32, '安徽1宣城1夏渡', 'shenshuang', '1476153707', 1),
(33, '安徽1宣城1养贤', 'shenshuang', '1476153707', 1),
(34, '安徽1宣城1宣州1南湖', 'shenshuang', '1476153707', 1),
(35, '安徽1宣城1宣州1昝村', 'shenshuang', '1476153707', 1),
(36, '广西1北海1合浦1沙岗', 'shenshuang', '1476153707', 1),
(37, '广西1北海1合浦1公馆', 'shenshuang', '1476153707', 1),
(38, '广西1北海1合浦1白沙', 'shenshuang', '1476153707', 1),
(39, '广西1北海', 'shenshuang', '1476153707', 1),
(40, '广西1北海1海城1福成', 'shenshuang', '1476153707', 1),
(41, '广西1北海1高德', 'shenshuang', '1476153707', 1),
(42, '广西1北海1', 'shenshuang', '1476153707', 1),
(43, '广西1北海1合浦1山口', 'shenshuang', '1476153707', 1),
(44, '广西1北海1合浦1闸口', 'shenshuang', '1476153707', 1),
(45, '广西1北海市合浦县西场镇', 'shenshuang', '1476153707', 1),
(46, '广西壮族自治区北海市合浦县常乐镇', 'shenshuang', '1476153707', 1),
(47, '广西壮族自治区北海市海城区南康镇', 'shenshuang', '1476153707', 1),
(48, '广西壮族自治区北海市海城区兴港镇', 'shenshuang', '1476153707', 1),
(49, '广西壮族自治区北海市海城区涠洲岛镇', 'shenshuang', '1476153707', 1),
(50, '广西壮族自治区北海市海城区营盘镇', 'shenshuang', '1476153707', 1),
(51, '广西壮族自治区北海市合浦县石康镇', 'shenshuang', '1476153707', 1),
(52, '广西壮族自治区北海市海城区公馆镇', 'shenshuang', '1476153707', 1),
(53, '广西北海市合浦县', 'shenshuang', '1476153707', 1),
(54, '广西1北海市', 'shenshuang', '1476153707', 1),
(55, '广西1北海市环卫路', 'shenshuang', '1476153707', 1),
(56, '广西1北海市湖海路', 'shenshuang', '1476153707', 1),
(57, '广西北海市广东南路', 'shenshuang', '1476153707', 1),
(58, '广西1北海1西区', 'shenshuang', '1476153707', 1),
(59, '广西1北海1西区', 'shenshuang', '1476153707', 1),
(60, '广西壮族自治区贺州市八步区里松镇', 'shenshuang', '1476153707', 1),
(61, '广西壮族自治区贺州市昭平县黄姚镇', 'shenshuang', '1476153707', 1),
(62, '广西壮族自治区贺州市八步区贺街镇', 'shenshuang', '1476153707', 1);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `admin`
--
ALTER TABLE `admin`
  ADD PRIMARY KEY (`id`),
  ADD KEY `id` (`id`),
  ADD KEY `id_2` (`id`),
  ADD KEY `name` (`name`),
  ADD KEY `pwd` (`pwd`);

--
-- Indexes for table `indent`
--
ALTER TABLE `indent`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `id` (`id`),
  ADD KEY `id_2` (`id`),
  ADD KEY `receiver` (`receiver`),
  ADD KEY `tel` (`tel`),
  ADD KEY `down` (`down`),
  ADD KEY `status` (`status`);

--
-- Indexes for table `no_send`
--
ALTER TABLE `no_send`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `id` (`id`),
  ADD KEY `id_2` (`id`),
  ADD KEY `place_name` (`place_name`),
  ADD KEY `status` (`status`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `admin`
--
ALTER TABLE `admin`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT COMMENT '管理员id', AUTO_INCREMENT=16;
--
-- 使用表AUTO_INCREMENT `indent`
--
ALTER TABLE `indent`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT COMMENT '表id', AUTO_INCREMENT=102;
--
-- 使用表AUTO_INCREMENT `no_send`
--
ALTER TABLE `no_send`
  MODIFY `id` int(9) NOT NULL AUTO_INCREMENT COMMENT 'id', AUTO_INCREMENT=63;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
